Repository: DigitalPygmalion/badge-factor
Catalog: languages/badgefactor-*.po
Languages: fr_fr

source: Badge Factor Options
fr_fr: Options de Badge Factor

source: You do not have sufficient permissions to access this page.
fr_fr: Vous n’avez pas les autorisations requises pour accéder à cette page.

source: %sGravity Forms%s Version %s is required. %sGet more info%s.
fr_fr: %sGravity Forms%s Version %s est requis. %sPlus d’info%s.

source: Badge Factor Installation Problem
fr_fr: Problème d’installation de Badge Factor

source: The minimum requirements for Badge Factor have not been met. Please fix the issue(s) below to continue:
fr_fr: Les pré-requis minimum pour l’installation de Badge Factor ne sont pas présents. Veuillez corriger les problèmes ci-dessous pour continuer :

source: WordPress Version %s is required. %sGet more info%s.
fr_fr: WordPress Version %s est requis. %sPlus d’info%s.

source: Form Page
fr_fr: Page de formulaire

source: Form Page not linked!
fr_fr: Page de formulaire non liée!

source: Form
fr_fr: Formulaire

source: Form not linked!
fr_fr: Formulaire non lié!

source: GravityForms not used.
fr_fr: GravityForms inutilisé.

source: Description Page
fr_fr: Page de description

source: Description Page not linked!
fr_fr: Page de description non liée!

source: Submission Settings
fr_fr: Paramètres de soumission

source: Public
fr_fr: Publique

source: Get this badge
fr_fr: Obtenez ce badge

source: Badge is not of valid post type!
fr_fr: Badge n’est pas un type de contenu valide!

source: Cannot trash form page associated to badge!
fr_fr: Impossible de supprimer la page de formulaire associée au badge!

source: Cannot trash form associated to badge!
fr_fr: Impossible de supprimer le formulaire associée au badge!

source: Cannot trash page associated to badge!
fr_fr: Impossible de supprimer la page associée au badge!

source: Add New
fr_fr: Nouveau

source: Add New Badge
fr_fr: Créer badge

source: Edit Badge
fr_fr: Éditer badge

source: New Badge
fr_fr: Nouveau badge

source: View Badges
fr_fr: Afficher badges

source: Search Badges
fr_fr: Chercher badges

source: No Badge found
fr_fr: Aucun badge trouvé

source: No Badge found in Trash
fr_fr: Aucun badge trouvé dans la corbeille

source: Category
fr_fr: Catégorie

source: Endorsed by
fr_fr: Reconnu par

source: Useful links
fr_fr: Liens utiles

source: Badge Criteria
fr_fr: Critères du badge

source: Section Title
fr_fr: Titre de section

source: Criteria
fr_fr: Critère

source: Organisation Fields
fr_fr: Champs d’organisation

source: Invalid badge object
fr_fr: Object badge invalide

source: Form name is not unique!
fr_fr: Le nom du formulaire n’est pas unique!

source: Badge Factor Settings
fr_fr: Paramètres de Badge Factor

source: Form Page Text
fr_fr: Texte de la page de formulaire

source: In order to get this badge, please submit the following.
fr_fr: Afin d’obtenir ce badge, veuillez soumettre le formulaire suivant.

source: Default Form Button Text
fr_fr: Texte de bouton de formulaire par défaut

source: Submit
fr_fr: Soumettre

source: Default Certificate Name
fr_fr: Nom de certificat par défaut

source: All badges
fr_fr: Tous les badges

source: available
fr_fr: disponible

source: Filter by organization
fr_fr: Filtrer par organisation

source: Filter by category
fr_fr: Filtrer par catégorie

source: Available badges
fr_fr: Badges disponibles

source: Badge Factor is a "glue" plugin which brings together many different plugins in order to deliver a comprehensive open badge solution.
fr_fr: Badge Factor est une extension « glue » qui rassemble plusieurs extensions afin d’offrir une solution d’open badges complète.
